<?php
/**
 * Created by PhpStorm.
 * User: User
 * Date: 2018/11/10
 * Time: 12:34
 */

$config = array(
    /* 站点的SEO设置 */
    'site_title'        => '爱资源网址导航免费SEO优化-快速SEO优化,全自动免费外链',
    'site_keywords'     => '爱资源网址导航,免费SEO优化,快速SEO优化,全自动免费外链,外链推广,外链工具',
    'site_description'  => '爱爱资源网址导航外链工具，是一款持续更新的在线全自动化发外链的推广工具，可免费为网站在线批量增加外链，大大提高外链发布工作效率，是广大草根站长们必备的站长工具。',

    /* 主页的设置 */
    'page_title'        => '爱资源SEO优化工具-优化版【吾爱首发】', //
    'url_placeholder'   => 'www.izy123.com', // 输入框默认文字

    /* 导航栏链接和文字 */
    'nav_link'          => 'http://www.izy123.com',
    'nav_link_text'     => '爱资源网址导航',

    /* 页脚版权 */
    'footer_link'       => 'http://www.izy123.com',
    'footer_link_text'  => '爱资源网址导航20181110',

    /* 刷新设置 */
    'wait_second'       => 15, // 跳转等待时间(秒)
    'row_page'          => 10, // 每次刷新几条链接

    /* 页面介绍 */
    // 使用提示
    'use_tip'           => '外链工具只是辅助工具，一般适用于短时间内无法建设大量外链的新站，新站应坚持每天做一到两次为宜，大约一周左右能看到效果。老站不建议使用此类工具，用了效果不大还浪费时间，老站应多交换优质的友情链接，通过发布软文建设外链方为上策。',
    // 工具介绍
    'tool_description'  => '爱资源网址导航网修复整理：<p>1.增加配置文件(抽取功能到配置文件);</p><p>2.去掉页面多余的外链;</p><p>3.补全所有已知英文域名;</p><p>4.从库中移除不可用的urls链接;</p>',
    // 工具原理
    'tool_nature'       => '可能很多第一次使用外链工具的站长朋友们都会担心同一个问题，就是会不会被百度K站、降权等风险？其实大家只要了解此类工具批量增加外链的原理就不会担心这个问题。</p><p>此类工具的原理其实非常简单，网络上几乎所有的网站查询工具（例如爱站网、去查网和本站的站长工具）都会留下查询网站的外链。你要是把网络上的每一个工具站都去查询一遍，就能为查询的网站建设大量的外链。</p><p>外链工具正是利用这个原理，免除你手动去访问每一个工具站查询，利用收集到的工具站列表，在线自动为你的网站查询。这种方法建设的外链是正规有效的，所以不必担心被K站和降权的风险。',

    /*收录推荐*/
    'friend_link'       => array(
        array('name'=>'爱资源网址导航','link'=>'http://www.izy123.com'),
        array('name'=>'xo69福利导航','link'=>'http://www.xo69.top'),
    ),
);